{
    "issues": {
        "deprecated_yaml": {
            "title": "Die YAML-Konfiguration von MeteoSchweiz wird entfernt",
            "description": "Es ist nicht mehr möglich MeteoSchweiz durch YAML zu konfigurieren.\\n\\nDeine bestehende YAML-Konfiguration wurde in das Benutzergrensetritt automatisch importiert.\\n\\nEntfernen Sie die Meteo-Konfiguration aus ihrer configuration.yaml-Datei und starten Sie Home Assistant neu, um dieses Problem zu beheben."
        },
        "station_no_data": {
            "title": "Die MeteoSchweiz-Wetterstation scheint verschwunden zu sein",
            "description": "Die MeteoSchweiz-Wetterstation, die verwendet wird ({station}), bietet keine Daten mehr an.\\n\\nDerzeit ist es nur möglich, dies zu korrigieren, indem man den MeteoSchweiz-Integration entfernt und neu hinzufügt und eine neue Wetterstation auswählt.\\n\\nBis dieses Problem behoben ist, werden alle akuten Wetter-Sensoren und Berichte von dieser Station als unavailable angezeigt."
        },
        "improperly_configured": {
            "title": "Die MeteoSchweiz-Integration ist nicht richtig konfiguriert",
            "description": "Die MeteoSchweiz-Integration mit der ID {entry_id} ist nicht korrekt konfiguriert.\\n\\nBitte entfernen Sie ihre Konfigurations-Eintrag und erstellen Sie ihn wieder neu."
        }
    },
    "config": {
        "abort": {
            "already_configured": "Bereits konfiguriert",
            "unknown": "Unerkennbares Fehler: Bitte versuche es später noch einmal"
        },
        "error": {
            "cannot_query_address": "OpenStreetMap weigerte sich, die Adresse für deine Standort zu erraten; bitte richten Sie die Informationen manuell ein",
            "cannot_query_postcode": "OpenStreetMap weigerte sich, das Postleitzahl für deine Standort zu erraten; bitte richten Sie die Informationen manuell ein",
            "lat": "Die gegebene Breite liegt nicht zwischen -90 und 90 Grad",
            "lon": "Die gegebene Länge liegt nicht zwischen -180 und 180 Grad",
            "invalid_station_name": "Stationsname ist ungültig; bitte überprüfe https://rudd-o.com/meteostations für die Liste der Wetterstationen",
            "invalid_postcode": "Postleitzahl ist ungültig; diese Integration funktioniert nur mit Schweizer Postleitzahlen",
            "forecast_name_empty": "Vorausberechnetes Name kann nicht leer sein",
            "empty_name": "Der Anzeigename ist leer",
            "update_interval_too_low": "Aktualisierungsintervall ist zu niedrig; es muss mindestens 1 Minute sein"
        },
        "step": {
            "user": {
                "data": {
                    "latitude": "Breite",
                    "longitude": "Länge"
                },
                "description": "Bewahrheit deinen geografischen Standort. Dies wird verwendet, um die nächste Wetterstation zu erraten und deine Postleitzahl für Vorhersagen anzunähern.",
                "title": "Standort"
            },
            "user_two": {
                "data": {
                    "postcode": "Postleitzahl",
                    "forecast_name": "Vorausberechnetes Name (Wetter) Einheit Namen",
                    "update_interval": "Aktualisierungsintervall in Minuten"
                },
                "description": "Die Postleitzahl wird verwendet, um die 5-Tages-Vorhersage zu finden. Der Name, den du hier einträgst, wird für die Vorausberechnete (Wetter) Einheit Namen verwendet.",
                "title": "Vorhersage"
            },
            "user_three": {
                "data": {
                    "station": "Aktuelle Wetterstation",
                    "real_time_name": "Real-time entity names"
                },
                "description": "Die aktuelle Wetterstation wird verwendet, um die aktuellen Wetterdaten am Standort zu finden und als Sensoren bereitzustellen. Wenn Sie das erste Option der Liste auswählen, deaktiveren Sie die Akuten Wetter-Sensoren.\\n\\nWenn eine Wetterstation ausgewählt wird, wird das Feld Real-time entity names verwendet, um den aktuellen Wetterdaten Namen zu benennen. Wenn keine Station gewählt ist, wird das Feld Real-time entity names ignoriert.\\n\\nhttps://rudd-o.com/meteostations listet die verfügbaren aktuelle Wetterstationen auf.",
                "title": "Aktuelles Wetter"
            }
        }
    }
}