{
    "issues": {
        "deprecated_yaml": {
            "title": "Die MeteoSvizra YAML-Konifungungung ist eliminar",
            "description": "Configura MeteoSvizra cun YAML vegn eliminada.\n\nVossa configuraziun YAML existenta è vegnida importada automaticamain en l'II.\n\nRecto la configuraziun da MeteoSvizra da Vossa configuraziun.datotecayaml ed al startup da nov assistent a chasa per ordinar questa ediziun."
        },
        "station_no_data": {
            "title": "Meteo Stazione meteorologica svizra para dad esser sparida",
            "description": "La staziun da meteorologia a temp real MeteoSvizra nizzegia ({station}) na porscha naginas datas pli.\n\nCitads Actualmain cumpiglia la suletta pussaivladad da reparar l'integraziun da MeteoSvizra, tschernind ina nova staziun da meteorologia per propi.\n\n Fin che questa reparatura è fatga vegnan a mussar tut ils sensurs da l'aura reals e tut las reportaschas che derivan da questa staziun sco betg disponiblas."
        },
        "post_code_no_data": {
            "title": "MeteoSwiss appears not to provide forecasts for postal code",
            "description": "The postal code {post_code} does not appear to have any forecast available.\n\nCurrently, the only repair possible involves removing and re-adding the MeteoSwiss integration, selecting a new post code.\n\nUntil this repair is made, the forecast will show as unavailable."
        },
        "improperly_configured": {
            "title": "Meteo Integraziun svizra da configuraziun sbagliada",
            "description": "L'integraziun da MeteoSvizra cun la data d'entrada {entry_id} vegn configurada en moda abusiva.\n\nPlei per plaschair stizzar Vossa entrada da configuraziun e la reconstruir."
        }
    },
    "config": {
        "abort": {
            "already_configured": "Giai configurà",
            "unknown": "Sbranza nunenconuschenta: plaschair da retrair pli tard"
        },
        "error": {
            "cannot_query_address": "OpenStreetMap n'ha betg vulì engiavinar l'adressa per Vossa plazza; As inditgai p.pl. las infurmaziuns a maun",
            "cannot_query_postcode": "OpenStreetMap ha refusà d'enriclar il numer da posta per Vossa plazza; inditgai p.pl. las infurmaziuns a maun",
            "lat": "La lita furnida na croda betg tranter -90 y 90 grad",
            "lon": "La lunghezza furnida na croda betg tranter -180 y 180 grad",
            "invalid_station_name": "Il num da la staziun è nunvalaivel; per plaschair controlla https://rudd-o.com/meteostations per la glista da las staziuns",
            "invalid_postcode": "Il numer da posta è nunvalaivel; questa integraziun funcziuna mo cun ils numers postals svizzers",
            "forecast_name_empty": "Problems na pon ins betg dir vids",
            "empty_name": "Il num da la display è vid",
            "update_interval_too_low": "L'interval d'actualisaziun è memia bass; i sto esser almain 1 minuta"
        },
        "step": {
            "user": {
                "data": {
                    "latitude": "latitissem",
                    "longitude": "lunghezza"
                },
                "description": "Conferma Vossa situaziun geografica.  Quella vegn duvrada per endatar la proxima staziun meteorologica en il temp real e per approximar Voss numer postal per las previsiuns.",
                "title": "Allocation"
            },
            "user_two": {
                "data": {
                    "postcode": "Postcode",
                    "forecast_name": "la previsiun (aura) num da l'interpresa",
                    "update_interval": "actualisar l'interval (minutas)"
                },
                "description": "Il numer postal vegn duvrà per guardar la previsiun da 5 dis.  Il num che Vus endatais qua vegn duvrà per la previsiun (aura).",
                "title": "Previsiun"
            },
            "user_three": {
                "data": {
                    "Staziun": "Staziun meteorologia per propi",
                    "real_time_name": "Nums d'unitad per propi",
                    "precipitation_station": "Staziun da precipitaziuns per propi",
                    "real_time_precipitation_name": "Drecipitaziuns en temp real"
                },
                "description": "La staziun meteorologica per propi serva a sondar l'aura actuala a la staziun e la furnescha sco sensurs. Eleger l'emprima varianta da la glista impedescha sensurs da l'aura en temp real.\n\nI vegn tschernida ina staziun meteorologica, serva ils nums da las unitads en temp real, il champ per numnar las unitads en temp real (sensurs).  Sch'i na vegn tschernida nagina staziun, ignoreschan ins ils nums dal sectur real.\nhttps://rudd-o.com/meteostations numna las staziuns meteorologicas che stattan a disposiziun.",
                "title": "Aura per propi"
            }
        }
    }
}